code --install-extension anthropic.claude-code
code --install-extension bierner.color-info
code --install-extension bierner.markdown-preview-github-styles
code --install-extension danielbreiner.go-to-relative
code --install-extension dbaeumer.vscode-eslint
code --install-extension dotjoshjohnson.xml
code --install-extension dracula-theme.theme-dracula
code --install-extension drcika.apc-extension
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-complete-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension kreativ-software.csharpextensions
code --install-extension mark-wiemer.vscode-autohotkey-plus-plus
code --install-extension mechatroner.rainbow-csv
code --install-extension miguelsolorio.fluent-icons
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-python.vscode-python-envs
code --install-extension mutantdino.resourcemonitor
code --install-extension pkief.material-icon-theme
code --install-extension pomdtr.excalidraw-editor
code --install-extension redhat.java
code --install-extension redhat.vscode-xml
code --install-extension ritwickdey.liveserver
code --install-extension sonarsource.sonarlint-vscode
code --install-extension visualstudiotoolsforunity.vstuc
code --install-extension vmware.vscode-boot-dev-pack
code --install-extension vmware.vscode-spring-boot
code --install-extension vscjava.migrate-java-to-azure
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension vscjava.vscode-spring-initializr
code --install-extension yahyashareef.claude-code-usage-tracker
code --install-extension youmaycallmev.vscode-java-saber
