code --install-extension alefragnani.pascal
code --install-extension beardedbear.beardedicons
code --install-extension bierner.color-info
code --install-extension danielbreiner.go-to-relative
code --install-extension dbaeumer.vscode-eslint
code --install-extension dracula-theme.theme-dracula
code --install-extension drcika.apc-extension
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension fabiospampinato.vscode-highlight
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-complete-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension kreativ-software.csharpextensions
code --install-extension mechatroner.rainbow-csv
code --install-extension miguelsolorio.fluent-icons
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension redhat.java
code --install-extension redhat.vscode-microprofile
code --install-extension redhat.vscode-quarkus
code --install-extension redhat.vscode-xml
code --install-extension ritwickdey.liveserver
code --install-extension sonarsource.sonarlint-vscode
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
